#include <stdio.h>
#include <stdlib.h>

void print(k)
{
	if (k == 1)
	{
		printf("	*******************************************	\n");
		printf("	*					  *	\n");
		printf("	*		挑戰成功		  *	\n");
		printf("	*					  *	\n");
		printf("	*******************************************	\n");
	}
	
	if (k == 2)
	{
		printf("	*******************************************	\n");
		printf("	*					  *	\n");
		printf("	*		挑戰失敗		  *	\n");
		printf("	*					  *	\n");
		printf("	*******************************************	\n");
	}
}